integracion/integracion/sii/xml_emitidas.xml

<?xml version='1.0' encoding='UTF-8'?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
  <soapenv:Body>
    <siiLR:SuministroLRFacturasEmitidas>
      <sii:Cabecera>
        <sii:IDVersionSii>1.1</sii:IDVersionSii>
        <sii:Titular>
          <sii:NombreRazon>Academia Técnica Universitaria SL</sii:NombreRazon>
          <sii:NIF>B09318916</sii:NIF>
        </sii:Titular>
        <sii:TipoComunicacion>A0</sii:TipoComunicacion>
      </sii:Cabecera>
      <siiLR:RegistroLRFacturasEmitidas>
        <sii:PeriodoLiquidacion>
          <sii:Ejercicio>2024</sii:Ejercicio>
          <sii:Periodo>10</sii:Periodo>
        </sii:PeriodoLiquidacion>
        <siiLR:IDFactura>
          <sii:IDEmisorFactura>
            <sii:NIF>B09318916</sii:NIF>
          </sii:IDEmisorFactura>
          <sii:NumSerieFacturaEmisor>ATUSL/R/2400003-1</sii:NumSerieFacturaEmisor>
          <sii:FechaExpedicionFacturaEmisor>08-10-2024</sii:FechaExpedicionFacturaEmisor>
        </siiLR:IDFactura>
        <siiLR:FacturaExpedida>
          <sii:TipoFactura>F3</sii:TipoFactura>
          <sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
          <sii:ImporteTotal>-1430.00</sii:ImporteTotal>
          <sii:DescripcionOperacion>Venta de Producto/Servicio</sii:DescripcionOperacion>
          <sii:Contraparte>
            <sii:NombreRazon>CERÁMICAS GALA S.A.</sii:NombreRazon>
            <sii:NIF>A09003633</sii:NIF>
          </sii:Contraparte>
          <sii:TipoDesglose>
            <sii:DesgloseTipoOperacion>
              <sii:PrestacionServicios>
                <sii:Sujeta>
                  <sii:Exenta>
                    <sii:DetalleExenta>
                      <sii:CausaExencion>E1</sii:CausaExencion>
                      <sii:BaseImponible>-1430.00</sii:BaseImponible>
                    </sii:DetalleExenta>
                  </sii:Exenta>
                </sii:Sujeta>
              </sii:PrestacionServicios>
            </sii:DesgloseTipoOperacion>
          </sii:TipoDesglose>
        </siiLR:FacturaExpedida>
      </siiLR:RegistroLRFacturasEmitidas>
    </siiLR:SuministroLRFacturasEmitidas>
  </soapenv:Body>
</soapenv:Envelope>
